<?php
session_start();
include 'exec/dbconnect.php';
include 'exec/check_user.php';
include 'exec/header.php';
include 'exec/leftmenu.php';
?>
<div style="margin-bottom:10px;">
<div id="content-infoname"><span style="font-weight:bold;color:#000000;">Помощь</span><div style="float:right;"><span style="font-style:italic;">последнее обновление: 22/05/2018 (день/месяц/год)</span></div></div>
<h4>Часто задаваемые вопросы</h4><br>
<div id="faqhead">Не отображается дата последнего захода пользователя на сайт. Почему?</div>
<div id="faqcontent">Потому что пользователь не заходил в социальную сеть больше месяца.</div>
<div id="faqhead">Я нашёл баг. Куда можно обратиться?</div>
<div id="faqcontent">На данный момент у нас пока нет обратной связи. Вы можете написать свою жалобу <a href="https://vk.me/hackerapps">сюда</a> (ведёт в обычный ВК).</div>
<div id="faqhead">Баните ли вы фейковые страницы знаменитостей?</div>
<div id="faqcontent">Только по жалобе от самой знаменитости.</div>
<div id="faqhead">Не нашёл ответ на свой вопрос. Что делать?</div>
<div id="faqcontent">Опять же, на данный момент у нас нету обратной связи. Обращайтесь <a href="https://vk.me/hackerapps">сюда</a> (тоже ведёт в обычный ВК).</div>
<div id="faqhead">Фото не грузятся, что делать?</div>
<div id="faqcontent">Воспользуйтесь нашим <a href="http://photo.l-lsoc.cf/">фотохостингом</a> и отправьте ссылку в запись. Сейчас загрузка фото должна работать нормально, так что скорее всего у вас просто медленный интернет.</div>
<div id="faqhead">Кого стоит благодарить за OpenVK?</div>
<div id="faqcontent">Вову Баринова (тот который веселкрафт), Илью Прокопенко (гфх, сейчас свалил из проекта, но раньше сделал много чего полезного), Даниила Мысливца (daniel, тестер и админ), Артёма (но мы не знаем точного имени и фамилии, что точно - он Infinite по состоянию на 06/05/18) и Никиту Волкова (любит меня срать, так что я не буду его благодарить :с ). Можно также выразить благодарность Владимиру Поньке, фанату пони, который пусть и не разрабатывал классический OpenVK, но поднимает новый 2.0 на ноги вместо гфх.</div>
<div id="faqhead">Отдельные благодарности:</div>
<div id="faqcontent">Самому классному и крутому ХаКеРу Никите Медведеву........ (с) Никита Медведев.</div>
<br>
</div>
<div>
</div>
</body>
<?php
include 'exec/footer.php';
?>
</html>

