<?php
session_start();
include 'exec/dbconnect.php';
include 'exec/check_user.php';
include 'exec/header.php';
include 'exec/leftmenu.php';
?>
<div style="margin-bottom:10px;">
<div id="content-infoname"><span style="font-weight:bold;color:#000000;">Правила использования сайта l-lacker Social</span><div style="float:right;"><span style="font-style:italic;">последнее обновление: 7 июля 2018</span></div></div>
<br><br>
<?php
echo '<img src="http://l-lsoc.cf/img/rules-warning.png">';
?>
<br><br>
Добро пожаловать на Сайт l-lacker Social, интернет-ресурс, который помогает Вам поддерживать связь с Вашими старыми и новыми друзьями. 

<br><br>Администрация Сайта предоставляет Вам доступ к использованию Сайта l-lacker Social и его функционала на условиях, являющихся предметом настоящих Правил пользования Сайтом OpenVK. В этой связи Вам необходимо внимательно ознакомиться с условиями настоящих Правил, которые рассматриваются Администрацией Сайта как публичная оферта в соответствии со ст. 437 Гражданского кодекса Российской Федерации. 

<br><br>Что можно и нельзя делать на этом интернет-ресурсе:
<br><b>1. Информация о себе</b>
<br>1.1. Пользователь может вписать настоящую или не настоящую информацию о себе, то есть вы можете сделать не настоящую страницу, например, вашей любимой певице или игрового персонажа.
<br><b>2. Размещении информации</b>
<br>2.1. Запрещено выкладывать порнографические материалы, ссылки на вредоносное ПО и другое.
<br>2.2. Материться разрешено, но не в больших количествах. Запрещён мат в названии групп, в названии (имя и фамилия) пользовательских страниц.
<br>2.3. Помните, что вы здесь не одни, помимо Вас здесь есть другие люди. Запрещено флудить, спамить, ставить вырвиглазные аватарки.
<br>2.4. Запрещено ставить слишком длинные названия в группы/встречи или же длинные имена/фамилии/никнеймы в профиле.
<br>2.5. Запрещено ставить в поля много пустых строк.
<br><b>3. Уязвимости</b>
<br>3.1. На этом проекте могут содержаться разного рода уязвимости.
<br>3.2. Уязвимостями можно пользоваться в мирных целях. Например, для проверки изменить никнейм (псевдоним) пользователя на "Тест" или что-то подобное.
<br>3.3. Вы обязаны сообщить обо всех уязвимостях администрации, например Александру Детилот, Владимиру Баринову, Владимиру Поньке или Артёму Приходову.
<br>3.4. Запрещено с помощью уязвимостей ставить скрипты, содержащие аудио- и визуальный контент, а также меняющие содержание страницы, визуальное оформление или содержащие IP-, гео- и прочие логгеры.
<br><b>4. Галочки и права</b>
<br>4.1. До 30-го идентификатора (далее id) пользователя, пользователю в подарок выдаётся галочка пользователя социальной сети в Интернете "l-lacker Social".
<br>4.2. До 10-го id пользователя, всем бесплатно выдаются права тестера.
<br>4.3. Галочка выше id 30 или права тестера выше id 10 выдаются только в том случае, если пользователь перевёл разработчику (далее задонатил) сумму не менее <b>20</b> рублей.
<br>4.4. "Элитная" или же "Оранжевая" галочка выдаётся в случае, если пользователь задонатил сумму не менее <b>30</b> рублей. Также она выдаётся в группы пользователя, которые наполняются информацией (далее контентом).
<br>4.5. Администрация в праве отказать выдачу галочки или прав тестера, если пользователь чем-то провинился в l-lacker Social или же печально известен в другой соцсети.


<br>
</div>
</div>
<div>
<?php
include 'exec/footer.php';
?>
</div>
</body>
</html>